---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.MechanicalFailures
source: html/f6e27b03-e5fd-3e26-321f-19ce170e4840.htm
---
# BuiltInFailures.MechanicalFailures Properties

Initial Equal Friction Sizing failed.